" bytes" = " byte";
" of " = " van ";
" was not found." = " niet gevonden.";
"%@ of %@ items - remaining time: %@" = "%@ van %@ onderdelen - resterende tijd: %@";
"A newer item" = "Een nieuwer bestand";
"An error occurred while deleting." = "Er is een fout opgetreden bij het wissen.";
"An item" = "Een onderdeel";
"An older item" = "Een ouder onderdeel";
"Authenticate" = "Authenticeer";
"Choose Folder" = "Kies map";
"Continue" = "Ga door";
"Copied %u items to \"%@\"" = "%u onderdelen naar \"%@\" gekopieerd";
"Copied: " = "Gekopieerd: ";
"Copy" = "Kopieer";
"Copying %u items to \"%@\"" = "Kopieert %u onderdelen naar \"%@\"";
"Count: %u" = "Aantal: %u";
"Delete" = "Wis";
"Deleting files" = "Bestanden aan het verwijderen";
"Deleting from \"%@\"." = "Wis van \"%@\".";
"Deleting item \"%@\"" = "Verwijder bestanden \"%@\"";
"Emptying the Trash" = "Prullenmand wordt geleegd";
"Emptying the Trash…" = "Prullenmand legen…";
"Error deleting item." = "Fout bij verwijderen onderdelen.";
"Error!" = "Fout!";
"Folder" = "Map";
"Index not found" = "Index niet gevonden";
"Item: \"" = "Onderdeel: \"";
"Move" = "Verplaats";
"New Folder" = "Nieuwe map";
"None" = "Geen";
"Package" = "Pakket";
"Preparing to copy to \"%@\"" = "Kopiëren naar \"%@\" voorbereiden";
"Preparing to delete \"%@\"" = "Voorbereiden verwijderen \"%@\"";
"Preparing to delete %@ items" = "Voorbereiden verwijderen van %@ onderdelen";
"Preparing to empty the Trash…" = "Voorbereiden Prullenmand legen…";
"Replace" = "Vervang";
"Replace All" = "Vervang alles";
"Replace?" = "Vervang?";
"Skip" = "Sla over";
"Stop" = "Stoppen";
"Symbolic Link" = "Symbolische alias";
"Unlock" = "Ontgrendelen";
"Volume" = "volume";
"You don't have write permission at \"%@\"" = "U heeft geen schrijfrechten in \"%@\"";
"copy" = "kopie";
"newer one" = "recentere";
"older one" = "oudere";
"one" = "één";
"untitled folder" = "naamloze map";
"untitled.txt" = "naamloos.txt";

/* ==== UNLOCALIZED ==== */

"Computer" = "Computer";
"Document" = "Document";
